{"booksReferredTo":[],"caseId":{"number":"J3/1/2015","type":"CRIMINAL APPEAL"},"casesReferredTo":[],"combinedCounsel":["COUNSEL","NKRABEAH EFFAH DARTEY ESQ. FOR THE APPELLANT","MARINA APPIAH OPARE ESQ. (PRINCIPAL STATE ATTORNEY) FOR THE REPUBLIC"],"combinedParties":["JOHN BONUAH @ ERIC ANNOR BLAY ... APPELLANT","VRS","THE REPUBLIC … RESPONDENT","WOOD (MRS) CJ","On the 28th of February, 2002, the Appellant and one Billy who is at large, were tried and convicted by the Sunyani High Court of the offences of conspiracy to commit robbery to ss. 23 and 149, and robbery contrary to s. 149 of Act 29/60 and sentenced to life imprisonment on each count to run concurrently. Appellant unsuccessfully appealed against the sentence, on grounds of its harshness and excessiveness, as he contended, “given the circumstances of the case”. He however lost the appeal on the jurisdictional ground that","appellant committed this offence in 2002. At that time the minimum sentence for robbery with small arms where there was no death was life imprisonment. Even though the law has such been amended with regard to sentencing, we do not have jurisdiction to interfere with the sentence lawfully imposed on the appellant in 2002","Dissatisfied, he has with leave, this time around, appealed the conviction on the basis that","1. “The Court of Appeal made a serious error of law for refusing to look at the appeal against conviction because","a. The Record of proceedings from the High Court, Sunyani produced by the Registrar was incomplete due to the non-availability of the other relevant records. The Appellant, reeling under irrevocable sentence of Life imprisonment must not suffer as a result of incompetence of the Record of Proceedings","b. There was no evidence to show that he conspired with any other person","c. The trial Court failed to order a MINI TRIAL to determine admissibility or otherwise of the alleged confession statement of the Appellant – and this is fatal to the subsequent conviction","d. The trial Court failed to investigate the defence of ALIBI that was given right at the onset of his arrest","Given the appellant’s unfettered constitutional right to use all legitimate avenues to assert his legal rights, we do not begrudge him for challenging the conviction, with the object of having it stripped of legitimacy, root and branch. What we find objectionable is the charge of dereliction of duty leveled against the appellate justices who heard his appeal, when on his own clear choosing, the appeal ground and indeed the arguments marshalled in support hereof were all targeted at only the sentence. Indeed, at the hearing, the appellant did not, in the slightest sense of the word, impugn the validity of the conviction. Contrarily, the appeal grounds and the supporting arguments thereof, coupled with the record of appeal the court was seized with, relevantly, the summing up and the very brief court sentencing orders, negates the charge of willful neglect","Following the dismissal of his appeal, the appellant first applied to this honourable court for extension of time to appeal the decision. The motion which was heard by a single justice of this court was however denied. Undaunted, he repeated the leave application before a three judge bench, pursuant to article 134 (a) of the 1992 Constitution. The three judge panel, while in agreement with the Court of Appeal on the legality of thesentence of life imprisonment, nevertheless, on the strength of his proposed appeal against conviction, granted the motion. The court reasoned that although","it is true that the sentence cannot be disturbed…whether or not it was right in imposing the sentence depends on whether or not the conviction itself was justifiable","In other words, this court decided in the paramount interest of justice that the appellant be given the opportunity to challenge, albeit, for the first time on appeal, the validity of the conviction which forms the sub-stratum of the sentence earlier complained of","At the first hearing of the appeal, it became clearly evident, to our utter chagrin that a substantial segment of the criminal trial record made up of the entire testimonial evidence of the nine prosecution witnesses, as well as the appellant’s, could not be traced. How thecoretrial records could disappear from the registry, leaving us with only the non-essential segment; the shell, so to speak, remains a mystery. This has ultimately led us to explore the frontiers of our criminal jurisprudence on lost or destroyed judicial proceedings, with a view to establishing the legal principles governing this area of the law, and placing same on a sound footing","Generally, the responsibility for keeping court records in safe and proper custody and producing them on demand rests on the Registrar of the relevant court. The guaranteed constitutional right to a fair trial within a reasonable time under article 19 (1) of the 1992 Constitution ought to be generously and purposively construed to include a fair appeal hearing within a reasonable time. This right, on demand and subject to the fulfillment of all necessary legal and administrative requirements, includes an untrammelled access to the full record of the trial proceedings. Westate this as the standard rule, as clearly, this right may be lost or curtailed through an appellant’s own criminal actions, the clearest example being where an appellant conspires with others to have all his trial records destroyed. But, an appellant’s inability, through no fault of his, to fully access the trial records, for purposes of obtaining a merit-based determination of his appeal, is a clear violation of his constitutional right to fair hearing. In this instant case, the only available judicial records were the statement of offence, the facts of the case, the bill of indictment, the appellant’s cautioned statements, the summing up and the sentencing andconsequential orders of the trial court. Counsel’s brief of legal arguments emphasized the gross injustice appellant stood to suffer, on account of this incomplete record. It was to correct this anomaly, promote justice and prevent a travesty that, at the first hearing, we made the following crucial orders","1. “…The Registrar of the Sunyani High Court produces certified true copies of all full records of proceedings in this criminal matter within one (1) month of today, with copies having been served on all the parties and this Court by the said date","2. Failing which we order the Registrar of the Court to file an affidavit making full disclosure on the whereabouts of the record, by this said date, i.e. a month from the date of these orders","The verified terse affidavit of Kofi Jacob Kumah, the Registrar, reads","1. “That on 13th January, 2015 that Honourable Court at its sitting ordered me to produce Certified True Copies of the record of proceedings in the above criminal case that was decided in that court","2. That in spite of diligent search conducted in this registry, I could not trace the record of proceeding or any part thereof","3. Wherefore I make this oath in compliance with the Honourable Court’s order dated 13th January, 2015","Without subjecting the paragraph 2 of the affidavit in particular to any further thorough enquiry, we proceeded to determine the matter based on the limited record at our disposal. Admittedly, our failure to fully interrogate the circumstances leading to the loss of the records and the alleged genuinely diligent search for its retrieval might appear to have fallen short of jurisprudential best practice, but we justified this approach in the context of this case","In the final analysis, the legal question we identified as being pertinent for our consideration is this. In a criminal appeal against conviction or sentence, what judicial outcomes are open to an appellate court seized with an incomplete trial proceedings or records, on account of all or a significant segment of the trial records being lost or completely destroyed? Stated differently, what reliefs is an appellant entitled to? Does it exclude or include a setting aside of the decision, that is, an acquittal, on the basis that the general rule that an impugned decision is prima facie correct until otherwise declared, cannot be made to apply under those clearly defined circumstances where the records, through no fault of the appellant, are irretrievably lost or destroyed","Judicial records are clearly vital to the proper functioning of courts. But these may be lost or destroyed either through plain burglary, or fire or some other unfortunate natural calamity. In this technological age, it may also be lost through the inability to recover electronic data; that is recorded court proceedings, or scanned exhibits, from a crashed computer. Thus, it is not only against sound judicial policy, but clearly impracticable to prescribe a one- size- fit all uniform conduct in matters of lost or destroyed judicial records, given the varying circumstances of each case and also the several related factors that must legitimately influence judicial decisions arising from such incidents","Thus, in cases of this kind, the real challenge lies in reconciling two competing interests. These are firstly, an appellant’s unfettered constitutional right to a fair hearing, as already noted, a fair and just appeal hearing on the merits within a reasonable time, by direct access to the trial record, in conformity with the fundamental principle that an appeal is a re-hearing; and secondly, the overriding constitutional duty of appellate courts, indeed all courts, to keep the streams of justice pure; to protect it from manipulation and abuse, and from being overran by unscrupulous persons acting in collusion with dishonourable court officials to pervert its course. Inevitably, an appellate court faced with this impasse has a duty to ensure, on balance, that these competing interests are simultaneously realised","The unavailability of judicial precedent in this unchartered area of our law made it imperative that were sort to foreign case- law to guide our formulation of the relevant legal principles. In this regard, we commend Respondent Counsel for her industry and invaluable assistance to this court, when compelled by the novelty of this cause; we called for fresh legal arguments on the core issues raised","It emerges from the jurisprudence of foreign courts that in some jurisdictions, the law on lost or destroyed judicial proceedings is codified, while in others the legal principles have developed from case-law. But, invariably, these principles conform largely to those that obtain in the statutorily controlled regimes. We recommend that the Honourable Attorney –General and the Rules of Court Committee examine the viability of providing the necessary legislative framework to govern the adjudication of such cases in our jurisdiction. Any such legislative intervention, we propose, must endeavour to achieve two broad objectives. The embodying rules must ensure clarity and certainty, but, should not be so restrictive as to limit the court’s ability to adapt the law to varying circumstances, thereby hampering judicial development","We have chosen two examples of codified principles, from across the global economic divide-The United States and The Philippines-for our learning","The first is the “U.S. Code: Title 28-Judiciary and Judicial Procedure Part V Chapter 115 - Evidence; Documentary 1734 – Court record lost or destroyed” provides","a. “A lost or destroyed record of any proceeding in any court of the United States may be supplied on application of any interested party not at fault, by substituting a copy certified by the clerk of any court in which an authentic copy is lodged","b. Where a certified copy is not available, any interested person not at fault may file in such court a verified application for an order establishing the lost or destroyed record","28 U. S. Code & 1735 – Court record lost or destroyed where United States interested, provides that","a. When the record of any case or matter in any court of the United States to which the United States is a party, is lost or destroyed, a certified copy of any official paper of a United States attorney, United States marshal or clerk or other certifying or recording officer of any such court, made pursuant to law, on file in any department or agency of the United States and relating to such case or matter, shall, on being filed in the court to which it relates, have the same effect as an original paper filed in such court","b. Whenever the United States is interested in any lost or destroyed records or files of a court of the United States, the clerk of such court and the United States attorney for the district shall take the steps necessary to restore such records or files, under the direction of the judges of such court","States within the US, such as Wisconsin, Texas, Illinois (Court Records Restoration Act of Illinois (705 ILCS 85) section 1) have similar regulations","Thus, Rule 34.6(f) of Texas Rules of Appellate Procedure provides","Reporter’s Record Lost or Destroyed. An appellant is entitled to a new trial under the following circumstances","1) If the appellant has timely requested a reporter’s record","2) If, without the appellant’s fault, a significant exhibit or a significant portion of the court reporter’s notes and records has been lost or destroyed or – if the proceedings were electronically recorded – a significant portion of the recoding has been lost or destroyed or is inaudible","3) If the lost, destroyed, or inaudible portion of the reporter’s record or the lost or destroyed exhibit, is necessary to the appeal’s resolution; and","4) If the lost, destroyed or inaudible portion of the reporter’s record cannot be replaced by agreement of the parties, or the lost or destroyed exhibit cannot be replaced either by agreement of the parties with a copy determined by the trial court to accurately duplicate with reasonable certainty the original exhibit","The criminal case of the State of Wisconsin, Plaintiff Respondent v. Joseph P Defilipino, Defendant- Appellant, No 2005 AP515 –CR, decided August 2, 2005, on the basis of the relevant legislation, set out the relevant factors that must inform the court’s decisions. Understandably, it emphasises the necessity for the court to ensure that a reconstructed record adequately reflects what actually occurred at the hearing","Act No. 3110 of The Philippines, an Act To Provide an Adequate Procedure For The Reconstitution Of The Records Of Pending Judicial Proceedings And Books, Documents, And Files Of The Register Of Deeds, Destroyed By Fire Or Other Public Calamities, And For Other Purposes stipulates in part","Pending Criminal Actions","Sec. 13. Pending criminal actions shall be reconstituted by means of fiscal and the counsel for the defendant or the defendant himself, or certified by them under oath as being correct, and whatever cannot be reconstituted in this manner shall be reconstructed by, means of the supplementary procedure, provided for the reconstitution of ordinary civil cases","Sec. 14. The testimony of witnesses, if any has already been taken, shall be reconstituted by means of an authentic copy thereof or by a new transcript of the stenographic notes; but if it is impossible to obtain an authentic copy of the evidence and if the stenographic notes have been destroyed, the case shall be heard anew as if it had never been tried","Sec. 15. If the case has already been decided, the decision shall be reconstituted by means of an authentic copy. If an authentic copy is not obtainable, the case shall be decided anew, as if it had never been decided","The jurisprudence of countries without specific statutory rules on lost or destroyed judicial records such as South Africa, Kenya and Nigeria, provided us with the necessary persuasive authorities","Weexamine the South African legal position from three cases. First, the case of S v Siibelelwana (A401/2011) [2012] ZAWCHC150 (3 August 2012), in which it was held that","An accused is not ipso facto entitled to his discharge if the record or portions thereof get lost. The best possible evidence of the record should rather be obtained and information on what was testified or said during the trial should be sought from every source that can make a contribution. When the record of the proceedings in the court a quo is inadequate for a proper consideration of the appeal, both the state and the appellant have a duty to try and reconstruct the record","Second, is the criminal case of S v Van Standen (105/2007)[2008] (2)SCAR, 626. This case dealt inter alia, with an application for leave to appeal against sentence, in circumstances where the missing record of the trial proceedings could not be reconstructed. The court expounded the law thus","Where an accused has the right to appeal and a missing or incomplete record makes it impossible to consider and adjudicate such appeal, the conviction or sentence will often be set aside… The mere fact that the record of proceedings might be lost or incomplete would not, however, automatically entitle an accused to the setting aside of a conviction or sentence. Such relief will only be granted where a valid and enforceable right of appeal is frustrated by the fact that the record is lost or destroyed and cannot be reconstructed (see SVK, supra, at 192i-194b, S v Ntantiso and Others 1997 (2) SACR 302 (E) and S v Leslie 2000(1) SACR 347 (W) at 353 D-E","The court explained the philosophy underlying the grant of this relief thus","the State is burdened with the responsibility of keeping proper record of trial proceedings and that an accused’s right to a fair trial (and therefore also to the right of appeal) should not be frustrated by the State’s failure to do so (see S Zondi, supra, at 243i-244b and S v S195 (2) SACR420 (T) at 42b","The more recent South African case of The State v Nare Benjamin Chokoe, decided by the North Gauteng High Court on 28th March 2014, a case in which the court records were destroyed by a tragic fire that ravaged the court buildings, outlines the influencing factors of the step by step approach to the proper judicial decision. The principles may be summarised as follows","a. The court has a duty to “try its level best to reconstruct the record","b. The parties must agree to the correctness or accuracy of the reconstructed record","c. The case is to be tried de novo, if the parties are not in agreement on the correctness of the record and the areas of disagreement are substantial and relevant to a resolution of the identified issues","In the Kenyan case of Benjamin Onganya & Another v Republic [2013] eKLR, where the appeal could not be heard because the court records had been officially destroyed, the court again approved the standard principles governing lost records in these terms","In such as a situation as this, the Court must try to hold the scales of justice and in doing so must consider all the circumstances under which the loss has occurred. Who occasioned the loss of all the files? Is the appellant responsible? Should he benefit from his own mischief and illegality? In the final analysis, the paramount consideration must be whether the order proposed to be made is the one which serves the best interest of justice. An acquittal should not follow as a matter of course where a file has disappeared. After all a person, like the appellant, has lost the benefit of the presumption of innocence given to him by Section 77(2) (a) of the Constitution he having been convicted by a competent court and on appeal the burden is on him to show that the court which convicted him did so in error. Thus, the loss of the files and proceedings may deprive him of ability to discharge that burden, but, it by no means follows that he must of necessity be treated as innocent and automatically acquitted. The interest of justice as a whole be considered","Another Kenyan case; Joseph Maina Kariuki v Republic; Criminal Appeals Nos. 53&105 of 2004 EklRoffers persuasive guidance on the relevant factors that influence judicial outcomes. In that case, the appellate court in examining the alternative of a trial de novo observed on the peculiar facts that","the appellant could not be kept in prison indefinitely when it was possible for his appeal to have been concluded according to the law","The clearly distinct jurisprudence which emerges from a comparative analysis of the governing principles in both the statutory and non-statutory jurisdictions alike is this. An appellant is not automatically entitled to an acquittal upon the mere proof of lost or destroyed trial proceedings. The quantum or magnitude of the missing record- lost or destroyed- and its centrality to the resolution of the appeal is the first criterion that merits attention. Thus, it is not every missing part of a trial record that would prejudice a merit- based determination of an appeal, but only that which is vital to its fair, just and conclusive determination. We cite this example for purposes of clarity. In an appeal against sentence, where from the available records, the clear intention is for a plea for mercy and compassion, or in the case of an appeal based exclusively on a pure question of law, without recourse to the proven facts of the case, the absence of the full record of the trial may not be fatal to its fair and just determination. Inarguably, an appeal against conviction is more likely to pose greater difficulty than one against sentence, and which is not predicated on any of the proven facts of the case that is, evidence led at the trial","The cardinal principle is that the law does not demand a hundred percent perfect record of proceedings, but such adequate record that can answer to the issues raised on appeal. Adequacy of the record test is therefore a question determinable on the facts, by reference to the grounds of appeal; weighed against the available record or alternatively the lost or destroyed record. The Texas criminal appeal case of James Robert Vasquez v The State of Texas the tenth Court of Appeals in its opinion delivered on 21st September, 2011 underscores the importance of a clear and conclusive resolution of this essential fact","Where it is proven that the missing record is material to the determination of the appeal, the next important task is for the court to determine the viability of a reconstruction of the lost record. This could be on application of either party or by the court acting on its own motion. But since the whole theory of reconstruction is to reproduce the lost or destroyed proceedings; it is subject to other factors","First, it must be evident that the applicant is not at fault, that is, responsible or blamable for the loss or destruction. It is thus absolutely inconceivable for an appellant who causes the loss or destruction of official court proceedings, to be permitted to profit by his crime. To the contrary, not only would this fact weigh against reconstruction let alone a setting aside of the conviction or sentence, but additionally, the State ought to exact the severest sanction permitted under the law for such crimes","The sound policy reasoning that persons who escape from lawful custody, on being captured, deserves to be tried and punished for the offence of escaping from lawful custody, is that which justifies this argument to serve as a deterrent to others. We think such obvious cases justifiably call for a striking off the appeal on the basis that it cannot be disposed of without the proceedings","The second factor is whether or not the appellant’s request for the record was timely; making reconstruction a feasible option. If not, depending on the nature of the offence and availability of witnesses, a re-trial might be the more appropriate decision","Third, the availability of the best contemporaneous and most reliable material from credible sourcesis a key factor. In the South African case of the State v Nare Benjamin Chokoe, (supra), a decision of the North Gauteng High Court, dated the 28th March 2014, however, the court observed that the State prosecutor and the Defence Attorney could reconstruct from their notes taken at the trial. Clearly, given such critical factors as memory loss, reconstruction based simply on the recollection of parties, counsel, court officers or even judges, without any corroborative documents or notes, ought not to be encouraged. Also, the viability of the reconstruction option rests inter alia on the length and the straight forwardness of the trial and proceedings. Thus, notes taken at uncomplicated guilty plea hearings are more likely to be authentic than those purportedly recorded during a lengthy and complex trials","Fourth, whatever materials are used to reconstruct, the parties are entitled as of right to scrutinise the reconstituted record and agree on its accuracy or correctness. In the final analysis, the responsibility rests on the court to ensure with reasonable certainty (Texas Rules Of Appellate Procedure) or beyond reasonable doubt ((State of Wisconsin, Plaintiff Respondent v. Joseph P Defilipino, Defendant- Appellant, No 2005 AP515 –CR) (supra) the authenticity of the reconstructed segment","Where reconstruction is neither feasible nor possible, the court should consider a re-trial. Again, this is dependent on other criteria, with sound prudential and legal reasons being central to the court’s final decision. The critical known factors include the availability of witnesses, the nature, seriousness or complexity of the offence, and time spent by the appellant in custody, if any","We would adopt the enlightened approaches that consistently run through the decisions of the jurisdictions we have referred to and state the following as the general rule. The first fundamental principle is that an appellant is not entitled to an acquittal on the mere basis of the loss or destruction of the judicial records, notably, trial proceedings","An allegation that court proceedings are lost or destroyed require investigations into three important areas, the veracity of the claim, the quantum or magnitude of the lost, missing or destroyed record and its relevance to the determination of the appeal in question","Next, what or who caused the loss or destruction? Who stands to benefit? Depending on the finding, a reconstruction may be ordered from a variety of sources depending on the availability of contemporaneous and reliable material from which to reconstruct, with the parties, their counsel and finally the court being satisfied beyond reasonable doubt about the accuracy of the reconstructed record","If appellant is not blamable for the loss or destruction, or if reconstruction is impossible, then a retrial may, depending on the circumstances, be ordered and genuine efforts made to trace the witnesses","In the event of the prosecution’s clear inability to secure witnesses, the ultimate order of conditional or unconditional discharge must inure to the benefit of an innocent appellant. But this extreme order must be made sparingly. It must apply in those exceptional cases, where the evidence points beyond reasonable doubt to the innocence of the appellant in relation to the missing records, the nature of the offence the appellant was charged with and the length of time spent in custody, etc","In all this, accountability principles ought to be rigorously enforced, for all persons, officers, etc. found culpable for the loss or destruction appropriately being sanctioned, in order to preserve the integrity of the criminal justice system and save itfrom total collapse. But, we would at the same time, strongly advocate the adoption of safe and secure recording and archival systems for court records","In this instant case, we are minded, as a first step, to opt for his conditional discharge, rather than his re-trial on account of the following","Firstly, we have no evidence that he is blamable for the loss, which loss, from the antecedents of this case, we discover, was in existence at the Court of Appeal stage. Certainly, we thought, if he colluded with others while in custody to have the records destroyed, would he not have taken steps to benefit from this almost immediately? Why would he continue to languish in prison for another couple of years before proceeding to the Supreme Court for relief? But we also recognise that he was dilatory and did not act timeously to apply for the record of appeal. He did so ten years into his conviction, by which date the records could not be traced","Secondly, it is extremely doubtful that the trial judge, the jury, as well as the prosecution and the defence kept reliable written notes of the evidence tendered in court or has recorded material which we can use to reconstruct the lost evidence of the nine witnesses who testified at the jury trial over a decade ago. We also doubt if the contemporaneity test can even be satisfied. Thus, the quantum of lost evidence and the other critical factors make reconstruction a clear impossibility"],"counsel":{"Plaintiff/Appellant":["NKRABEAH EFFAH DARTEY ESQ","MARINA APPIAH OPARE ESQ. (PRINCIPAL STATE ATTORNEY"],"Defendant/Respondent":["MARINA APPIAH OPARE ESQ. (PRINCIPAL STATE ATTORNEY"]},"court":{"name":"SUPREME COURT","location":{"country":"GHANA","city":"ACCRA"}},"editorialNote":null,"headNotes":null,"indices":[],"judgement":{"date":"2015-07-09T00:00:00.000Z","year":2015,"month":"July","day":9},"judges":[],"lawReportsCitations":[],"mediaNeutralCitation":"[2015] GHASC 122","natureOfProceedings":null,"partiesOfSuit":{"Plaintiff/Appellant":["JOHN BONUAH @ ERIC ANNOR BLAY"],"Defendant/Respondent":["THE REPUBLIC","WOOD (MRS) CJ","On the 28th of February, 2002, the  and one Billy who is at large, were tried and convicted by the Sunyani High Court of the offences of conspiracy to commit robbery to ss. 23 and 149, and robbery contrary to s. 149 of Act 2960 and sentenced to life imprisonment on each count to run concurrently.  unsuccessfully appealed against the sentence, on grounds of its harshness and excessiveness, as he contended, “given the circumstances of the case”. He however lost the appeal on the jurisdictional ground that","committed this offence in 2002. At that time the minimum sentence for robbery with small arms where there was no death was life imprisonment. Even though the law has such been amended with regard to sentencing, we do not have jurisdiction to interfere with the sentence lawfully imposed on the  in 2002","Dissatisfied, he has with leave, this time around, appealed the conviction on the basis that","The Court of Appeal made a serious error of law for refusing to look at the appeal against conviction because","a. The Record of proceedings from the High Court, Sunyani produced by the Registrar was incomplete due to the non-availability of the other relevant records. The , reeling under irrevocable sentence of Life imprisonment must not suffer as a result of incompetence of the Record of Proceedings","b. There was no evidence to show that he conspired with any other person","c. The trial Court failed to order a MINI TRIAL to determine admissibility or otherwise of the alleged confession statement of the  – and this is fatal to the subsequent conviction","d. The trial Court failed to investigate the defence of ALIBI that was given right at the onset of his arrest","Given the ’s unfettered constitutional right to use all legitimate avenues to assert his legal rights, we do not begrudge him for challenging the conviction, with the object of having it stripped of legitimacy, root and branch. What we find objectionable is the charge of dereliction of duty leveled against the appellate justices who heard his appeal, when on his own clear choosing, the appeal ground and indeed the arguments marshalled in support hereof were all targeted at only the sentence. Indeed, at the hearing, the  did not, in the slightest sense of the word, impugn the validity of the conviction. Contrarily, the appeal grounds and the supporting arguments thereof, coupled with the record of appeal the court was seized with, relevantly, the summing up and the very brief court sentencing orders, negates the charge of willful neglect","Following the dismissal of his appeal, the  first applied to this honourable court for extension of time to appeal the decision. The motion which was heard by a single justice of this court was however denied. Undaunted, he repeated the leave application before a three judge bench, pursuant to article 134 (a) of the 1992 Constitution. The three judge panel, while in agreement with the Court of Appeal on the legality of thesentence of life imprisonment, nevertheless, on the strength of his proposed appeal against conviction, granted the motion. The court reasoned that although","it is true that the sentence cannot be disturbed…whether or not it was right in imposing the sentence depends on whether or not the conviction itself was justifiable","In other words, this court decided in the paramount interest of justice that the  be given the opportunity to challenge, albeit, for the first time on appeal, the validity of the conviction which forms the sub-stratum of the sentence earlier complained of","At the first hearing of the appeal, it became clearly evident, to our utter chagrin that a substantial segment of the criminal trial record made up of the entire testimonial evidence of the nine prosecution witnesses, as well as the ’s, could not be traced. How thecoretrial records could disappear from the registry, leaving us with only the non-essential segment; the shell, so to speak, remains a mystery. This has ultimately led us to explore the frontiers of our criminal jurisprudence on lost or destroyed judicial proceedings, with a view to establishing the legal principles governing this area of the law, and placing same on a sound footing","Generally, the onsibility for keeping court records in safe and proper custody and producing them on demand rests on the Registrar of the relevant court. The guaranteed constitutional right to a fair trial within a reasonable time under article 19 (1) of the 1992 Constitution ought to be generously and purposively construed to include a fair appeal hearing within a reasonable time. This right, on demand and subject to the fulfillment of all necessary legal and administrative requirements, includes an untrammelled access to the full record of the trial proceedings. Westate this as the standard rule, as clearly, this right may be lost or curtailed through an ’s own criminal actions, the clearest example being where an  conspires with others to have all his trial records destroyed. But, an ’s inability, through no fault of his, to fully access the trial records, for purposes of obtaining a merit-based determination of his appeal, is a clear violation of his constitutional right to fair hearing. In this instant case, the only available judicial records were the statement of offence, the facts of the case, the bill of indictment, the ’s cautioned statements, the summing up and the sentencing andconsequential orders of the trial court. Counsel’s brief of legal arguments emphasized the gross injustice  stood to suffer, on account of this incomplete record. It was to correct this anomaly, promote justice and prevent a travesty that, at the first hearing, we made the following crucial orders","The Registrar of the Sunyani High Court produces certified true copies of all full records of proceedings in this criminal matter within one (1) month of today, with copies having been served on all the parties and this Court by the said date","Failing which we order the Registrar of the Court to file an affidavit making full disclosure on the whereabouts of the record, by this said date, i.e. a month from the date of these orders","The verified terse affidavit of Kofi Jacob Kumah, the Registrar, reads","That on 13th January, 2015 that Honourable Court at its sitting ordered me to produce Certified True Copies of the record of proceedings in the above criminal case that was decided in that court","That in spite of diligent search conducted in this registry, I could not trace the record of proceeding or any part thereof","Wherefore I make this oath in compliance with the Honourable Court’s order dated 13th January, 2015","Without subjecting the paragraph 2 of the affidavit in particular to any further thorough enquiry, we proceeded to determine the matter based on the limited record at our disposal. Admittedly, our failure to fully interrogate the circumstances leading to the loss of the records and the alleged genuinely diligent search for its retrieval might appear to have fallen short of jurisprudential best practice, but we justified this approach in the context of this case","In the final analysis, the legal question we identified as being pertinent for our consideration is this. In a criminal appeal against conviction or sentence, what judicial outcomes are open to an appellate court seized with an incomplete trial proceedings or records, on account of all or a significant segment of the trial records being lost or completely destroyed? Stated differently, what reliefs is an  entitled to? Does it exclude or include a setting aside of the decision, that is, an acquittal, on the basis that the general rule that an impugned decision is prima facie correct until otherwise declared, cannot be made to apply under those clearly defined circumstances where the records, through no fault of the , are irretrievably lost or destroyed","Judicial records are clearly vital to the proper functioning of courts. But these may be lost or destroyed either through plain burglary, or fire or some other unfortunate natural calamity. In this technological age, it may also be lost through the inability to recover electronic data; that is recorded court proceedings, or scanned exhibits, from a crashed computer. Thus, it is not only against sound judicial policy, but clearly impracticable to prescribe a one- size- fit all uniform conduct in matters of lost or destroyed judicial records, given the varying circumstances of each case and also the several related factors that must legitimately influence judicial decisions arising from such incidents","Thus, in cases of this kind, the real challenge lies in reconciling two competing interests. These are firstly, an ’s unfettered constitutional right to a fair hearing, as already noted, a fair and just appeal hearing on the merits within a reasonable time, by direct access to the trial record, in conformity with the fundamental principle that an appeal is a re-hearing; and secondly, the overriding constitutional duty of appellate courts, indeed all courts, to keep the streams of justice pure; to protect it from manipulation and abuse, and from being overran by unscrupulous persons acting in collusion with dishonourable court officials to pervert its course. Inevitably, an appellate court faced with this impasse has a duty to ensure, on balance, that these competing interests are simultaneously realised","The unavailability of judicial precedent in this unchartered area of our law made it imperative that were sort to foreign case- law to guide our formulation of the relevant legal principles. In this regard, we commend  Counsel for her industry and invaluable assistance to this court, when compelled by the novelty of this cause; we called for fresh legal arguments on the core issues raised","It emerges from the jurisprudence of foreign courts that in some jurisdictions, the law on lost or destroyed judicial proceedings is codified, while in others the legal principles have developed from case-law. But, invariably, these principles conform largely to those that obtain in the statutorily controlled regimes. We recommend that the Honourable Attorney –General and the Rules of Court Committee examine the viability of providing the necessary legislative framework to govern the adjudication of such cases in our jurisdiction. Any such legislative intervention, we propose, must endeavour to achieve two broad objectives. The embodying rules must ensure clarity and certainty, but, should not be so restrictive as to limit the court’s ability to adapt the law to varying circumstances, thereby hampering judicial development","We have chosen two examples of codified principles, from across the global economic divide-The United States and The Philippines-for our learning","The first is the “U.S. Code: Title 28-Judiciary and Judicial Procedure Part V Chapter 115","a. “A lost or destroyed record of any proceeding in any court of the United States may be supplied on application of any interested party not at fault, by substituting a copy certified by the clerk of any court in which an authentic copy is lodged","b. Where a certified copy is not available, any interested person not at fault may file in such court a verified application for an order establishing the lost or destroyed record","U. S. Code & 1735 – Court record lost or destroyed where United States interested, provides that","a. When the record of any case or matter in any court of the United States to which the United States is a party, is lost or destroyed, a certified copy of any official paper of a United States attorney, United States marshal or clerk or other certifying or recording officer of any such court, made pursuant to law, on file in any department or agency of the United States and relating to such case or matter, shall, on being filed in the court to which it relates, have the same effect as an original paper filed in such court","b. Whenever the United States is interested in any lost or destroyed records or files of a court of the United States, the clerk of such court and the United States attorney for the district shall take the steps necessary to restore such records or files, under the direction of the judges of such court","States within the US, such as Wisconsin, Texas, Illinois (Court Records Restoration Act of Illinois (705 ILCS 85) section 1) have similar regulations","Thus, Rule 34.6(f) of Texas Rules of Appellate Procedure provides","Reporter’s Record Lost or Destroyed. An  is entitled to a new trial under the following circumstances","If the  has timely requested a reporter’s record","If, without the ’s fault, a significant exhibit or a significant portion of the court reporter’s notes and records has been lost or destroyed or – if the proceedings were electronically recorded – a significant portion of the recoding has been lost or destroyed or is inaudible","If the lost, destroyed, or inaudible portion of the reporter’s record or the lost or destroyed exhibit, is necessary to the appeal’s resolution; and","If the lost, destroyed or inaudible portion of the reporter’s record cannot be replaced by agreement of the parties, or the lost or destroyed exhibit cannot be replaced either by agreement of the parties with a copy determined by the trial court to accurately duplicate with reasonable certainty the original exhibit","The criminal case of the State of Wisconsin, Plaintiff  v. Joseph P Defilipino","Act No. 3110 of The Philippines, an Act To Provide an Adequate Procedure For The Reconstitution Of The Records Of Pending Judicial Proceedings And Books, Documents, And Files Of The Register Of Deeds, Destroyed By Fire Or Other Public Calamities, And For Other Purposes stipulates in part","Pending Criminal Actions","Sec. 13. Pending criminal actions shall be reconstituted by means of fiscal and the counsel for the  or the  himself, or certified by them under oath as being correct, and whatever cannot be reconstituted in this manner shall be reconstructed by, means of the supplementary procedure, provided for the reconstitution of ordinary civil cases","Sec. 14. The testimony of witnesses, if any has already been taken, shall be reconstituted by means of an authentic copy thereof or by a new transcript of the stenographic notes; but if it is impossible to obtain an authentic copy of the evidence and if the stenographic notes have been destroyed, the case shall be heard anew as if it had never been tried","Sec. 15. If the case has already been decided, the decision shall be reconstituted by means of an authentic copy. If an authentic copy is not obtainable, the case shall be decided anew, as if it had never been decided","The jurisprudence of countries without specific statutory rules on lost or destroyed judicial records such as South Africa, Kenya and Nigeria, provided us with the necessary persuasive authorities","Weexamine the South African legal position from three cases. First, the case of S v Siibelelwana (A4012011) [2012] ZAWCHC150 (3 August 2012), in which it was held that","An accused is not ipso facto entitled to his discharge if the record or portions thereof get lost. The best possible evidence of the record should rather be obtained and information on what was testified or said during the trial should be sought from every source that can make a contribution. When the record of the proceedings in the court a quo is inadequate for a proper consideration of the appeal, both the state and the  have a duty to try and reconstruct the record","Second, is the criminal case of S v Van Standen (1052007)[2008] (2)SCAR, 626. This case dealt inter alia, with an application for leave to appeal against sentence, in circumstances where the missing record of the trial proceedings could not be reconstructed. The court expounded the law thus","Where an accused has the right to appeal and a missing or incomplete record makes it impossible to consider and adjudicate such appeal, the conviction or sentence will often be set aside… The mere fact that the record of proceedings might be lost or incomplete would not, however, automatically entitle an accused to the setting aside of a conviction or sentence. Such relief will only be granted where a valid and enforceable right of appeal is frustrated by the fact that the record is lost or destroyed and cannot be reconstructed (see SVK, supra, at 192i-194b, S v Ntantiso and Others 1997 (2) SACR 302 (E) and S v Leslie 2000(1) SACR 347 (W) at 353 D-E","The court explained the philosophy underlying the grant of this relief thus","the State is burdened with the onsibility of keeping proper record of trial proceedings and that an accused’s right to a fair trial (and therefore also to the right of appeal) should not be frustrated by the State’s failure to do so (see S Zondi, supra, at 243i-244b and S v S195 (2) SACR420 (T) at 42b","The more recent South African case of The State v Nare Benjamin Chokoe, decided by the North Gauteng High Court on 28th March 2014, a case in which the court records were destroyed by a tragic fire that ravaged the court buildings, outlines the influencing factors of the step by step approach to the proper judicial decision. The principles may be summarised as follows","a. The court has a duty to “try its level best to reconstruct the record","b. The parties must agree to the correctness or accuracy of the reconstructed record","c. The case is to be tried de novo, if the parties are not in agreement on the correctness of the record and the areas of disagreement are substantial and relevant to a resolution of the identified issues","In the Kenyan case of Benjamin Onganya & Another v Republic [2013] eKLR, where the appeal could not be heard because the court records had been officially destroyed, the court again approved the standard principles governing lost records in these terms","In such as a situation as this, the Court must try to hold the scales of justice and in doing so must consider all the circumstances under which the loss has occurred. Who occasioned the loss of all the files? Is the  onsible? Should he benefit from his own mischief and illegality? In the final analysis, the paramount consideration must be whether the order proposed to be made is the one which serves the best interest of justice. An acquittal should not follow as a matter of course where a file has disappeared. After all a person, like the , has lost the benefit of the presumption of innocence given to him by Section 77(2) (a) of the Constitution he having been convicted by a competent court and on appeal the burden is on him to show that the court which convicted him did so in error. Thus, the loss of the files and proceedings may deprive him of ability to discharge that burden, but, it by no means follows that he must of necessity be treated as innocent and automatically acquitted. The interest of justice as a whole be considered","Another Kenyan case; Joseph Maina Kariuki v Republic; Criminal Appeals Nos. 53&105 of 2004 EklRoffers persuasive guidance on the relevant factors that influence judicial outcomes. In that case, the appellate court in examining the alternative of a trial de novo observed on the peculiar facts that","the  could not be kept in prison indefinitely when it was possible for his appeal to have been concluded according to the law","The clearly distinct jurisprudence which emerges from a comparative analysis of the governing principles in both the statutory and non-statutory jurisdictions alike is this. An  is not automatically entitled to an acquittal upon the mere proof of lost or destroyed trial proceedings. The quantum or magnitude of the missing record- lost or destroyed- and its centrality to the resolution of the appeal is the first criterion that merits attention. Thus, it is not every missing part of a trial record that would prejudice a merit- based determination of an appeal, but only that which is vital to its fair, just and conclusive determination. We cite this example for purposes of clarity. In an appeal against sentence, where from the available records, the clear intention is for a plea for mercy and compassion, or in the case of an appeal based exclusively on a pure question of law, without recourse to the proven facts of the case, the absence of the full record of the trial may not be fatal to its fair and just determination. Inarguably, an appeal against conviction is more likely to pose greater difficulty than one against sentence, and which is not predicated on any of the proven facts of the case that is, evidence led at the trial","The cardinal principle is that the law does not demand a hundred percent perfect record of proceedings, but such adequate record that can answer to the issues raised on appeal. Adequacy of the record test is therefore a question determinable on the facts, by reference to the grounds of appeal; weighed against the available record or alternatively the lost or destroyed record. The Texas criminal appeal case of James Robert Vasquez v The State of Texas the tenth Court of Appeals in its opinion delivered on 21st September, 2011 underscores the importance of a clear and conclusive resolution of this essential fact","Where it is proven that the missing record is material to the determination of the appeal, the next important task is for the court to determine the viability of a reconstruction of the lost record. This could be on application of either party or by the court acting on its own motion. But since the whole theory of reconstruction is to reproduce the lost or destroyed proceedings; it is subject to other factors","First, it must be evident that the applicant is not at fault, that is, onsible or blamable for the loss or destruction. It is thus absolutely inconceivable for an  who causes the loss or destruction of official court proceedings, to be permitted to profit by his crime. To the contrary, not only would this fact weigh against reconstruction let alone a setting aside of the conviction or sentence, but additionally, the State ought to exact the severest sanction permitted under the law for such crimes","The sound policy reasoning that persons who escape from lawful custody, on being captured, deserves to be tried and punished for the offence of escaping from lawful custody, is that which justifies this argument to serve as a deterrent to others. We think such obvious cases justifiably call for a striking off the appeal on the basis that it cannot be disposed of without the proceedings","The second factor is whether or not the ’s request for the record was timely; making reconstruction a feasible option. If not, depending on the nature of the offence and availability of witnesses, a re-trial might be the more appropriate decision","Third, the availability of the best contemporaneous and most reliable material from credible sourcesis a key factor. In the South African case of the State v Nare Benjamin Chokoe, (supra), a decision of the North Gauteng High Court, dated the 28th March 2014, however, the court observed that the State prosecutor and the Defence Attorney could reconstruct from their notes taken at the trial. Clearly, given such critical factors as memory loss, reconstruction based simply on the recollection of parties, counsel, court officers or even judges, without any corroborative documents or notes, ought not to be encouraged. Also, the viability of the reconstruction option rests inter alia on the length and the straight forwardness of the trial and proceedings. Thus, notes taken at uncomplicated guilty plea hearings are more likely to be authentic than those purportedly recorded during a lengthy and complex trials","Fourth, whatever materials are used to reconstruct, the parties are entitled as of right to scrutinise the reconstituted record and agree on its accuracy or correctness. In the final analysis, the onsibility rests on the court to ensure with reasonable certainty (Texas Rules Of Appellate Procedure) or beyond reasonable doubt ((State of Wisconsin, Plaintiff  v. Joseph P Defilipino","Where reconstruction is neither feasible nor possible, the court should consider a re-trial. Again, this is dependent on other criteria, with sound prudential and legal reasons being central to the court’s final decision. The critical known factors include the availability of witnesses, the nature, seriousness or complexity of the offence, and time spent by the  in custody, if any","We would adopt the enlightened approaches that consistently run through the decisions of the jurisdictions we have referred to and state the following as the general rule. The first fundamental principle is that an  is not entitled to an acquittal on the mere basis of the loss or destruction of the judicial records, notably, trial proceedings","An allegation that court proceedings are lost or destroyed require investigations into three important areas, the veracity of the claim, the quantum or magnitude of the lost, missing or destroyed record and its relevance to the determination of the appeal in question","Next, what or who caused the loss or destruction? Who stands to benefit? Depending on the finding, a reconstruction may be ordered from a variety of sources depending on the availability of contemporaneous and reliable material from which to reconstruct, with the parties, their counsel and finally the court being satisfied beyond reasonable doubt about the accuracy of the reconstructed record","If  is not blamable for the loss or destruction, or if reconstruction is impossible, then a retrial may, depending on the circumstances, be ordered and genuine efforts made to trace the witnesses","In the event of the prosecution’s clear inability to secure witnesses, the ultimate order of conditional or unconditional discharge must inure to the benefit of an innocent . But this extreme order must be made sparingly. It must apply in those exceptional cases, where the evidence points beyond reasonable doubt to the innocence of the  in relation to the missing records, the nature of the offence the  was charged with and the length of time spent in custody, etc","In all this, accountability principles ought to be rigorously enforced, for all persons, officers, etc. found culpable for the loss or destruction appropriately being sanctioned, in order to preserve the integrity of the criminal justice system and save itfrom total collapse. But, we would at the same time, strongly advocate the adoption of safe and secure recording and archival systems for court records","In this instant case, we are minded, as a first step, to opt for his conditional discharge, rather than his re-trial on account of the following","Firstly, we have no evidence that he is blamable for the loss, which loss, from the antecedents of this case, we discover, was in existence at the Court of Appeal stage. Certainly, we thought, if he colluded with others while in custody to have the records destroyed, would he not have taken steps to benefit from this almost immediately? Why would he continue to languish in prison for another couple of years before proceeding to the Supreme Court for relief? But we also recognise that he was dilatory and did not act timeously to apply for the record of appeal. He did so ten years into his conviction, by which date the records could not be traced","Secondly, it is extremely doubtful that the trial judge, the jury, as well as the prosecution and the defence kept reliable written notes of the evidence tendered in court or has recorded material which we can use to reconstruct the lost evidence of the nine witnesses who testified at the jury trial over a decade ago. We also doubt if the contemporaneity test can even be satisfied. Thus, the quantum of lost evidence and the other critical factors make reconstruction a clear impossibility"]},"presidingJudge":"Wood, CJ","source":"ghalii.org","sourceFile":"\\original_source_files\\Courts-20230120T154617Z-001\\Courts\\Supreme court\\2015\\122.html","statutesReferredTo":[],"title":{"long":"JOHN BONUAH @ ERIC ANNOR BLAY vs THE REPUBLIC & WOOD (MRS) CJ & On the 28th of February, 2002, the  and one Billy who is at large, were tried and convicted by the Sunyani High Court of the offences of conspiracy to commit robbery to ss. 23 and 149, and robbery contrary to s. 149 of Act 2960 and sentenced to life imprisonment on each count to run concurrently.  unsuccessfully appealed against the sentence, on grounds of its harshness and excessiveness, as he contended, “given the circumstances of the case”. He however lost the appeal on the jurisdictional ground that & committed this offence in 2002. At that time the minimum sentence for robbery with small arms where there was no death was life imprisonment. Even though the law has such been amended with regard to sentencing, we do not have jurisdiction to interfere with the sentence lawfully imposed on the  in 2002 & Dissatisfied, he has with leave, this time around, appealed the conviction on the basis that & The Court of Appeal made a serious error of law for refusing to look at the appeal against conviction because & a. The Record of proceedings from the High Court, Sunyani produced by the Registrar was incomplete due to the non-availability of the other relevant records. The , reeling under irrevocable sentence of Life imprisonment must not suffer as a result of incompetence of the Record of Proceedings & b. There was no evidence to show that he conspired with any other person & c. The trial Court failed to order a MINI TRIAL to determine admissibility or otherwise of the alleged confession statement of the  – and this is fatal to the subsequent conviction & d. The trial Court failed to investigate the defence of ALIBI that was given right at the onset of his arrest & Given the ’s unfettered constitutional right to use all legitimate avenues to assert his legal rights, we do not begrudge him for challenging the conviction, with the object of having it stripped of legitimacy, root and branch. What we find objectionable is the charge of dereliction of duty leveled against the appellate justices who heard his appeal, when on his own clear choosing, the appeal ground and indeed the arguments marshalled in support hereof were all targeted at only the sentence. Indeed, at the hearing, the  did not, in the slightest sense of the word, impugn the validity of the conviction. Contrarily, the appeal grounds and the supporting arguments thereof, coupled with the record of appeal the court was seized with, relevantly, the summing up and the very brief court sentencing orders, negates the charge of willful neglect & Following the dismissal of his appeal, the  first applied to this honourable court for extension of time to appeal the decision. The motion which was heard by a single justice of this court was however denied. Undaunted, he repeated the leave application before a three judge bench, pursuant to article 134 (a) of the 1992 Constitution. The three judge panel, while in agreement with the Court of Appeal on the legality of thesentence of life imprisonment, nevertheless, on the strength of his proposed appeal against conviction, granted the motion. The court reasoned that although & it is true that the sentence cannot be disturbed…whether or not it was right in imposing the sentence depends on whether or not the conviction itself was justifiable & In other words, this court decided in the paramount interest of justice that the  be given the opportunity to challenge, albeit, for the first time on appeal, the validity of the conviction which forms the sub-stratum of the sentence earlier complained of & At the first hearing of the appeal, it became clearly evident, to our utter chagrin that a substantial segment of the criminal trial record made up of the entire testimonial evidence of the nine prosecution witnesses, as well as the ’s, could not be traced. How thecoretrial records could disappear from the registry, leaving us with only the non-essential segment; the shell, so to speak, remains a mystery. This has ultimately led us to explore the frontiers of our criminal jurisprudence on lost or destroyed judicial proceedings, with a view to establishing the legal principles governing this area of the law, and placing same on a sound footing & Generally, the onsibility for keeping court records in safe and proper custody and producing them on demand rests on the Registrar of the relevant court. The guaranteed constitutional right to a fair trial within a reasonable time under article 19 (1) of the 1992 Constitution ought to be generously and purposively construed to include a fair appeal hearing within a reasonable time. This right, on demand and subject to the fulfillment of all necessary legal and administrative requirements, includes an untrammelled access to the full record of the trial proceedings. Westate this as the standard rule, as clearly, this right may be lost or curtailed through an ’s own criminal actions, the clearest example being where an  conspires with others to have all his trial records destroyed. But, an ’s inability, through no fault of his, to fully access the trial records, for purposes of obtaining a merit-based determination of his appeal, is a clear violation of his constitutional right to fair hearing. In this instant case, the only available judicial records were the statement of offence, the facts of the case, the bill of indictment, the ’s cautioned statements, the summing up and the sentencing andconsequential orders of the trial court. Counsel’s brief of legal arguments emphasized the gross injustice  stood to suffer, on account of this incomplete record. It was to correct this anomaly, promote justice and prevent a travesty that, at the first hearing, we made the following crucial orders & The Registrar of the Sunyani High Court produces certified true copies of all full records of proceedings in this criminal matter within one (1) month of today, with copies having been served on all the parties and this Court by the said date & Failing which we order the Registrar of the Court to file an affidavit making full disclosure on the whereabouts of the record, by this said date, i.e. a month from the date of these orders & The verified terse affidavit of Kofi Jacob Kumah, the Registrar, reads & That on 13th January, 2015 that Honourable Court at its sitting ordered me to produce Certified True Copies of the record of proceedings in the above criminal case that was decided in that court & That in spite of diligent search conducted in this registry, I could not trace the record of proceeding or any part thereof & Wherefore I make this oath in compliance with the Honourable Court’s order dated 13th January, 2015 & Without subjecting the paragraph 2 of the affidavit in particular to any further thorough enquiry, we proceeded to determine the matter based on the limited record at our disposal. Admittedly, our failure to fully interrogate the circumstances leading to the loss of the records and the alleged genuinely diligent search for its retrieval might appear to have fallen short of jurisprudential best practice, but we justified this approach in the context of this case & In the final analysis, the legal question we identified as being pertinent for our consideration is this. In a criminal appeal against conviction or sentence, what judicial outcomes are open to an appellate court seized with an incomplete trial proceedings or records, on account of all or a significant segment of the trial records being lost or completely destroyed? Stated differently, what reliefs is an  entitled to? Does it exclude or include a setting aside of the decision, that is, an acquittal, on the basis that the general rule that an impugned decision is prima facie correct until otherwise declared, cannot be made to apply under those clearly defined circumstances where the records, through no fault of the , are irretrievably lost or destroyed & Judicial records are clearly vital to the proper functioning of courts. But these may be lost or destroyed either through plain burglary, or fire or some other unfortunate natural calamity. In this technological age, it may also be lost through the inability to recover electronic data; that is recorded court proceedings, or scanned exhibits, from a crashed computer. Thus, it is not only against sound judicial policy, but clearly impracticable to prescribe a one- size- fit all uniform conduct in matters of lost or destroyed judicial records, given the varying circumstances of each case and also the several related factors that must legitimately influence judicial decisions arising from such incidents & Thus, in cases of this kind, the real challenge lies in reconciling two competing interests. These are firstly, an ’s unfettered constitutional right to a fair hearing, as already noted, a fair and just appeal hearing on the merits within a reasonable time, by direct access to the trial record, in conformity with the fundamental principle that an appeal is a re-hearing; and secondly, the overriding constitutional duty of appellate courts, indeed all courts, to keep the streams of justice pure; to protect it from manipulation and abuse, and from being overran by unscrupulous persons acting in collusion with dishonourable court officials to pervert its course. Inevitably, an appellate court faced with this impasse has a duty to ensure, on balance, that these competing interests are simultaneously realised & The unavailability of judicial precedent in this unchartered area of our law made it imperative that were sort to foreign case- law to guide our formulation of the relevant legal principles. In this regard, we commend  Counsel for her industry and invaluable assistance to this court, when compelled by the novelty of this cause; we called for fresh legal arguments on the core issues raised & It emerges from the jurisprudence of foreign courts that in some jurisdictions, the law on lost or destroyed judicial proceedings is codified, while in others the legal principles have developed from case-law. But, invariably, these principles conform largely to those that obtain in the statutorily controlled regimes. We recommend that the Honourable Attorney –General and the Rules of Court Committee examine the viability of providing the necessary legislative framework to govern the adjudication of such cases in our jurisdiction. Any such legislative intervention, we propose, must endeavour to achieve two broad objectives. The embodying rules must ensure clarity and certainty, but, should not be so restrictive as to limit the court’s ability to adapt the law to varying circumstances, thereby hampering judicial development & We have chosen two examples of codified principles, from across the global economic divide-The United States and The Philippines-for our learning & The first is the “U.S. Code: Title 28-Judiciary and Judicial Procedure Part V Chapter 115 & a. “A lost or destroyed record of any proceeding in any court of the United States may be supplied on application of any interested party not at fault, by substituting a copy certified by the clerk of any court in which an authentic copy is lodged & b. Where a certified copy is not available, any interested person not at fault may file in such court a verified application for an order establishing the lost or destroyed record & U. S. Code & 1735 – Court record lost or destroyed where United States interested, provides that & a. When the record of any case or matter in any court of the United States to which the United States is a party, is lost or destroyed, a certified copy of any official paper of a United States attorney, United States marshal or clerk or other certifying or recording officer of any such court, made pursuant to law, on file in any department or agency of the United States and relating to such case or matter, shall, on being filed in the court to which it relates, have the same effect as an original paper filed in such court & b. Whenever the United States is interested in any lost or destroyed records or files of a court of the United States, the clerk of such court and the United States attorney for the district shall take the steps necessary to restore such records or files, under the direction of the judges of such court & States within the US, such as Wisconsin, Texas, Illinois (Court Records Restoration Act of Illinois (705 ILCS 85) section 1) have similar regulations & Thus, Rule 34.6(f) of Texas Rules of Appellate Procedure provides & Reporter’s Record Lost or Destroyed. An  is entitled to a new trial under the following circumstances & If the  has timely requested a reporter’s record & If, without the ’s fault, a significant exhibit or a significant portion of the court reporter’s notes and records has been lost or destroyed or – if the proceedings were electronically recorded – a significant portion of the recoding has been lost or destroyed or is inaudible & If the lost, destroyed, or inaudible portion of the reporter’s record or the lost or destroyed exhibit, is necessary to the appeal’s resolution; and & If the lost, destroyed or inaudible portion of the reporter’s record cannot be replaced by agreement of the parties, or the lost or destroyed exhibit cannot be replaced either by agreement of the parties with a copy determined by the trial court to accurately duplicate with reasonable certainty the original exhibit & The criminal case of the State of Wisconsin, Plaintiff  v. Joseph P Defilipino & Act No. 3110 of The Philippines, an Act To Provide an Adequate Procedure For The Reconstitution Of The Records Of Pending Judicial Proceedings And Books, Documents, And Files Of The Register Of Deeds, Destroyed By Fire Or Other Public Calamities, And For Other Purposes stipulates in part & Pending Criminal Actions & Sec. 13. Pending criminal actions shall be reconstituted by means of fiscal and the counsel for the  or the  himself, or certified by them under oath as being correct, and whatever cannot be reconstituted in this manner shall be reconstructed by, means of the supplementary procedure, provided for the reconstitution of ordinary civil cases & Sec. 14. The testimony of witnesses, if any has already been taken, shall be reconstituted by means of an authentic copy thereof or by a new transcript of the stenographic notes; but if it is impossible to obtain an authentic copy of the evidence and if the stenographic notes have been destroyed, the case shall be heard anew as if it had never been tried & Sec. 15. If the case has already been decided, the decision shall be reconstituted by means of an authentic copy. If an authentic copy is not obtainable, the case shall be decided anew, as if it had never been decided & The jurisprudence of countries without specific statutory rules on lost or destroyed judicial records such as South Africa, Kenya and Nigeria, provided us with the necessary persuasive authorities & Weexamine the South African legal position from three cases. First, the case of S v Siibelelwana (A4012011) [2012] ZAWCHC150 (3 August 2012), in which it was held that & An accused is not ipso facto entitled to his discharge if the record or portions thereof get lost. The best possible evidence of the record should rather be obtained and information on what was testified or said during the trial should be sought from every source that can make a contribution. When the record of the proceedings in the court a quo is inadequate for a proper consideration of the appeal, both the state and the  have a duty to try and reconstruct the record & Second, is the criminal case of S v Van Standen (1052007)[2008] (2)SCAR, 626. This case dealt inter alia, with an application for leave to appeal against sentence, in circumstances where the missing record of the trial proceedings could not be reconstructed. The court expounded the law thus & Where an accused has the right to appeal and a missing or incomplete record makes it impossible to consider and adjudicate such appeal, the conviction or sentence will often be set aside… The mere fact that the record of proceedings might be lost or incomplete would not, however, automatically entitle an accused to the setting aside of a conviction or sentence. Such relief will only be granted where a valid and enforceable right of appeal is frustrated by the fact that the record is lost or destroyed and cannot be reconstructed (see SVK, supra, at 192i-194b, S v Ntantiso and Others 1997 (2) SACR 302 (E) and S v Leslie 2000(1) SACR 347 (W) at 353 D-E & The court explained the philosophy underlying the grant of this relief thus & the State is burdened with the onsibility of keeping proper record of trial proceedings and that an accused’s right to a fair trial (and therefore also to the right of appeal) should not be frustrated by the State’s failure to do so (see S Zondi, supra, at 243i-244b and S v S195 (2) SACR420 (T) at 42b & The more recent South African case of The State v Nare Benjamin Chokoe, decided by the North Gauteng High Court on 28th March 2014, a case in which the court records were destroyed by a tragic fire that ravaged the court buildings, outlines the influencing factors of the step by step approach to the proper judicial decision. The principles may be summarised as follows & a. The court has a duty to “try its level best to reconstruct the record & b. The parties must agree to the correctness or accuracy of the reconstructed record & c. The case is to be tried de novo, if the parties are not in agreement on the correctness of the record and the areas of disagreement are substantial and relevant to a resolution of the identified issues & In the Kenyan case of Benjamin Onganya & Another v Republic [2013] eKLR, where the appeal could not be heard because the court records had been officially destroyed, the court again approved the standard principles governing lost records in these terms & In such as a situation as this, the Court must try to hold the scales of justice and in doing so must consider all the circumstances under which the loss has occurred. Who occasioned the loss of all the files? Is the  onsible? Should he benefit from his own mischief and illegality? In the final analysis, the paramount consideration must be whether the order proposed to be made is the one which serves the best interest of justice. An acquittal should not follow as a matter of course where a file has disappeared. After all a person, like the , has lost the benefit of the presumption of innocence given to him by Section 77(2) (a) of the Constitution he having been convicted by a competent court and on appeal the burden is on him to show that the court which convicted him did so in error. Thus, the loss of the files and proceedings may deprive him of ability to discharge that burden, but, it by no means follows that he must of necessity be treated as innocent and automatically acquitted. The interest of justice as a whole be considered & Another Kenyan case; Joseph Maina Kariuki v Republic; Criminal Appeals Nos. 53&105 of 2004 EklRoffers persuasive guidance on the relevant factors that influence judicial outcomes. In that case, the appellate court in examining the alternative of a trial de novo observed on the peculiar facts that & the  could not be kept in prison indefinitely when it was possible for his appeal to have been concluded according to the law & The clearly distinct jurisprudence which emerges from a comparative analysis of the governing principles in both the statutory and non-statutory jurisdictions alike is this. An  is not automatically entitled to an acquittal upon the mere proof of lost or destroyed trial proceedings. The quantum or magnitude of the missing record- lost or destroyed- and its centrality to the resolution of the appeal is the first criterion that merits attention. Thus, it is not every missing part of a trial record that would prejudice a merit- based determination of an appeal, but only that which is vital to its fair, just and conclusive determination. We cite this example for purposes of clarity. In an appeal against sentence, where from the available records, the clear intention is for a plea for mercy and compassion, or in the case of an appeal based exclusively on a pure question of law, without recourse to the proven facts of the case, the absence of the full record of the trial may not be fatal to its fair and just determination. Inarguably, an appeal against conviction is more likely to pose greater difficulty than one against sentence, and which is not predicated on any of the proven facts of the case that is, evidence led at the trial & The cardinal principle is that the law does not demand a hundred percent perfect record of proceedings, but such adequate record that can answer to the issues raised on appeal. Adequacy of the record test is therefore a question determinable on the facts, by reference to the grounds of appeal; weighed against the available record or alternatively the lost or destroyed record. The Texas criminal appeal case of James Robert Vasquez v The State of Texas the tenth Court of Appeals in its opinion delivered on 21st September, 2011 underscores the importance of a clear and conclusive resolution of this essential fact & Where it is proven that the missing record is material to the determination of the appeal, the next important task is for the court to determine the viability of a reconstruction of the lost record. This could be on application of either party or by the court acting on its own motion. But since the whole theory of reconstruction is to reproduce the lost or destroyed proceedings; it is subject to other factors & First, it must be evident that the applicant is not at fault, that is, onsible or blamable for the loss or destruction. It is thus absolutely inconceivable for an  who causes the loss or destruction of official court proceedings, to be permitted to profit by his crime. To the contrary, not only would this fact weigh against reconstruction let alone a setting aside of the conviction or sentence, but additionally, the State ought to exact the severest sanction permitted under the law for such crimes & The sound policy reasoning that persons who escape from lawful custody, on being captured, deserves to be tried and punished for the offence of escaping from lawful custody, is that which justifies this argument to serve as a deterrent to others. We think such obvious cases justifiably call for a striking off the appeal on the basis that it cannot be disposed of without the proceedings & The second factor is whether or not the ’s request for the record was timely; making reconstruction a feasible option. If not, depending on the nature of the offence and availability of witnesses, a re-trial might be the more appropriate decision & Third, the availability of the best contemporaneous and most reliable material from credible sourcesis a key factor. In the South African case of the State v Nare Benjamin Chokoe, (supra), a decision of the North Gauteng High Court, dated the 28th March 2014, however, the court observed that the State prosecutor and the Defence Attorney could reconstruct from their notes taken at the trial. Clearly, given such critical factors as memory loss, reconstruction based simply on the recollection of parties, counsel, court officers or even judges, without any corroborative documents or notes, ought not to be encouraged. Also, the viability of the reconstruction option rests inter alia on the length and the straight forwardness of the trial and proceedings. Thus, notes taken at uncomplicated guilty plea hearings are more likely to be authentic than those purportedly recorded during a lengthy and complex trials & Fourth, whatever materials are used to reconstruct, the parties are entitled as of right to scrutinise the reconstituted record and agree on its accuracy or correctness. In the final analysis, the onsibility rests on the court to ensure with reasonable certainty (Texas Rules Of Appellate Procedure) or beyond reasonable doubt ((State of Wisconsin, Plaintiff  v. Joseph P Defilipino & Where reconstruction is neither feasible nor possible, the court should consider a re-trial. Again, this is dependent on other criteria, with sound prudential and legal reasons being central to the court’s final decision. The critical known factors include the availability of witnesses, the nature, seriousness or complexity of the offence, and time spent by the  in custody, if any & We would adopt the enlightened approaches that consistently run through the decisions of the jurisdictions we have referred to and state the following as the general rule. The first fundamental principle is that an  is not entitled to an acquittal on the mere basis of the loss or destruction of the judicial records, notably, trial proceedings & An allegation that court proceedings are lost or destroyed require investigations into three important areas, the veracity of the claim, the quantum or magnitude of the lost, missing or destroyed record and its relevance to the determination of the appeal in question & Next, what or who caused the loss or destruction? Who stands to benefit? Depending on the finding, a reconstruction may be ordered from a variety of sources depending on the availability of contemporaneous and reliable material from which to reconstruct, with the parties, their counsel and finally the court being satisfied beyond reasonable doubt about the accuracy of the reconstructed record & If  is not blamable for the loss or destruction, or if reconstruction is impossible, then a retrial may, depending on the circumstances, be ordered and genuine efforts made to trace the witnesses & In the event of the prosecution’s clear inability to secure witnesses, the ultimate order of conditional or unconditional discharge must inure to the benefit of an innocent . But this extreme order must be made sparingly. It must apply in those exceptional cases, where the evidence points beyond reasonable doubt to the innocence of the  in relation to the missing records, the nature of the offence the  was charged with and the length of time spent in custody, etc & In all this, accountability principles ought to be rigorously enforced, for all persons, officers, etc. found culpable for the loss or destruction appropriately being sanctioned, in order to preserve the integrity of the criminal justice system and save itfrom total collapse. But, we would at the same time, strongly advocate the adoption of safe and secure recording and archival systems for court records & In this instant case, we are minded, as a first step, to opt for his conditional discharge, rather than his re-trial on account of the following & Firstly, we have no evidence that he is blamable for the loss, which loss, from the antecedents of this case, we discover, was in existence at the Court of Appeal stage. Certainly, we thought, if he colluded with others while in custody to have the records destroyed, would he not have taken steps to benefit from this almost immediately? Why would he continue to languish in prison for another couple of years before proceeding to the Supreme Court for relief? But we also recognise that he was dilatory and did not act timeously to apply for the record of appeal. He did so ten years into his conviction, by which date the records could not be traced & Secondly, it is extremely doubtful that the trial judge, the jury, as well as the prosecution and the defence kept reliable written notes of the evidence tendered in court or has recorded material which we can use to reconstruct the lost evidence of the nine witnesses who testified at the jury trial over a decade ago. We also doubt if the contemporaneity test can even be satisfied. Thus, the quantum of lost evidence and the other critical factors make reconstruction a clear impossibility","short":"Bonuah vs Republic"}}