{"booksReferredTo":[],"caseId":{"number":null,"type":null},"casesReferredTo":[],"combinedCounsel":["A. A. Ackuaku for the plaintiff","A. Lamptey for P. Swaniker for the second defendants"],"combinedParties":["AGOGRO v. AGO AND ANOTHER [1973] 1 GLR 45-58"],"counsel":{"Plaintiff/Appellant":["A. A. Ackuaku"],"Defendant/Respondent":["A. Lamptey"]},"court":{"location":{"city":null,"country":"GHANA"}},"editorialNote":null,"headNotes":"The first defendant a driver of the second defendant bank was sent from Hohoe to Koforidua. On his return journey he passed through Tema and took the plaintiff as a passenger in the bank's car. They had an accident in which the plaintiff was seriously injured. She therefore instituted an action for damages. She founded her claim on the negligence of the driver and also the vicarious liability of the second defendant, his employer. The plaintiff sought to establish negligence first by legal and necessary implication from the effect of the interlocutory judgment obtained against the driver on his default to plead and secondly by invoking the doctrine of res ipsa loquitur. The second defendant did not dispute the negligence of its driver, but sought to repudiate liability on the grounds that (1) the plaintiff was a trespasser on the bank's car; (2) the driver was acting outside the scope of his employment when he took the plaintiff as a passenger on the bank's vehicle; (3) the driver was not acting in the course of his employment because he had deviated from his route. The bank further contended that all its drivers were under strict instructions not to pick up passengers, but no written notices were posted in the bank's vehicles to that effect and no written instructions were produced to prove its case","indices":["HEADNOTES"],"judgement":{"date":null,"year":null,"month":null,"day":null},"judges":["THE FIRST DEFENDANT A DRIVER OF THE SECOND DEFENDANT BANK WAS SENT FROM HOHOE TO KOFORIDUA ON HIS RETURN JOURNEY HE PASSED THROUGH TEMA AND TOOK THE PLAINTIFF AS A PASSENGER IN THE BANKS CAR THEY HAD AN ACCIDENT IN WHICH THE PLAINTIFF WAS SERIOUSLY INJURED SHE THEREFORE INSTITUTED AN ACTION FOR DAMAGES SHE FOUNDED HER CLAIM ON THE NEGLIGENCE OF THE DRIVER AND ALSO THE VICARIOUS LIABILITY OF THE SECOND DEFENDANT HIS EMPLOYER THE PLAINTIFF SOUGHT TO ESTABLISH NEGLIGENCE FIRST BY LEGAL AND NECESSARY IMPLICATION FROM THE EFFECT OF THE INTERLOCUTORY JUDGMENT OBTAINED AGAINST THE DRIVER ON HIS DEFAULT TO PLEAD AND SECONDLY BY INVOKING THE DOCTRINE OF RES IPSA LOQUITUR THE SECOND DEFENDANT DID NOT DISPUTE THE NEGLIGENCE OF ITS DRIVER BUT SOUGHT TO REPUDIATE LIABILITY ON THE GROUNDS THAT  THE PLAINTIFF WAS A TRESPASSER ON THE BANKS CAR  THE DRIVER WAS ACTING OUTSIDE THE SCOPE OF HIS EMPLOYMENT WHEN HE TOOK THE PLAINTIFF AS A PASSENGER ON THE BANKS VEHICLE  THE DRIVER WAS NOT ACTING IN THE COURSE OF HIS EMPLOYMENT BECAUSE HE HAD DEVIATED FROM HIS ROUTE THE BANK FURTHER CONTENDED THAT ALL ITS DRIVERS WERE UNDER STRICT INSTRUCTIONS NOT TO PICK UP PASSENGERS BUT NO WRITTEN NOTICES WERE POSTED IN THE BANKS VEHICLES TO THAT EFFECT AND NO WRITTEN INSTRUCTIONS WERE PRODUCED TO PROVE ITS CASE"],"lawReportsCitations":[],"mediaNeutralCitation":null,"natureOfProceedings":null,"partiesOfSuit":{"Plaintiff/Appellant":["AGOGRO"],"Defendant/Respondent":["AGO AND ANOTHER"]},"presidingJudge":"VICARIOUS LIABILITY—MASTER AND SERVANT—COURSE OF EMPLOYMENT AND SCOPE OF AUTHORITY—SERVANT DULY AUTHORISED TO MAKE TRIP BY EMPLOYERS—NO EVIDENCE THAT SERVANT SIDE-STEPPED HIS DUTY—WHETHER SERVANT ACTING IN THE COURSE OF HIS EMPLOYMENT AND WITHIN THE SCOPE OF HIS AUTHORITY AS TO MAKE THE MASTER LIABLE FOR THE DEFAULT OF HIS SERVANT","source":"ghana-law-report","sourceFile":"\\original_source_files\\Cases from 1959 - 1992\\1973\\AGOGRO v. AGO AND ANOTHER [1973] 1 GLR 45-58.htm","statutesReferredTo":[],"title":{"long":"AGOGRO v. AGO AND ANOTHER [1973] 1 GLR 45-58","short":"AGOGRO vs AGO AND ANOTHER"}}