{"booksReferredTo":[],"caseId":{"number":null,"type":null},"casesReferredTo":[],"combinedCounsel":["E. D. Kom, SAG (with him George Kom and Mavis Odoi-Sykes) for the appellant","W. A. N. Adumua-Bossman for the respondents"],"combinedParties":["AGYEKUM v. ASAKUM ENGINEERING AND CONSTRUCTION LTD. [1989-90"],"counsel":{"Plaintiff/Appellant":["E. D. Kom","SAG (","George Kom","Mavis Odoi-Sykes)"],"Defendant/Respondent":["W. A. N. Adumua-Bossman"]},"court":{"location":{"city":null,"country":"GHANA"},"name":"HIGH COURT"},"editorialNote":null,"headNotes":null,"indices":[],"judgement":{"date":null,"year":null,"month":null,"day":null},"judges":["ordinate jurisdiction ought not to entertain an application which had been previously dealt with by another. First, Order 39, r. 4 of the High Court (Civil Procedure) Rules, 1954 (L.N. 140A) envisaged that in certain situations judgments and orders might have to be reviewed by a differently constituted court; and secondly, the setting aside by the Court of Appeal of the ruling of Ampiah J. (as he then was) had created a new situation which justified a fresh recourse to the court. With Adadevoh J. no longer in Accra, Lutterodt J. could have done nothing else but to deal with the application. Consequently, her decision striking out the offending paragraphs of the defence and entering judgment for the plaintiffs as affirmed by the majority of the Court of Appeal was right. Republic v. High Court Judge, Koforidua; Ex parte Nsowaa [1989"],"lawReportsCitations":[],"mediaNeutralCitation":null,"natureOfProceedings":null,"partiesOfSuit":{"Plaintiff/Appellant":["AGYEKUM"],"Defendant/Respondent":["ASAKUM ENGINEERING AND CONSTRUCTION LTD."]},"source":"ghana-law-report","sourceFile":"\\original_source_files\\Cases from 1959 - 1992\\1989 - 90\\AGYEKUM v. ASAKUM ENGINEERING AND CONSTRUCTION LTD. [1989-90.htm","statutesReferredTo":[],"title":{"long":"AGYEKUM v. ASAKUM ENGINEERING AND CONSTRUCTION LTD. [1989-90","short":"AGYEKUM vs ASAKUM ENGINEERING AND CONSTRUCTION LTD."}}