{"booksReferredTo":[],"caseId":{"number":"J4/22/201120","type":"CIVIL APPEAL"},"casesReferredTo":[],"combinedCounsel":["LADY EILEEN ERSKIN FOR THE PLAINTIFF/ APPELANT/ APPELANT","CYNTHIA ADWOA OPARE FOR THE DEFENDANT/ RESPONDENT/ RESPONDENT"],"combinedParties":["GOLDEN GRACE LIMITED  VRS TAKORADI FLOUR MILLS LIMITED"],"counsel":{"Plaintiff/Appellant":["LADY EILEEN ERSKIN"],"Defendant/Respondent":["CYNTHIA ADWOA OPARE"]},"court":{"location":{"city":"ACCRA","country":"GHANA"},"name":"SUPREME COURT"},"editorialNote":null,"headNotes":"The plaintiff company was a registered distributor of flour supplied by the defendant company and it surrendered additional documents to the defendant company, pursuant to a supposedmortgage transaction they entered into, so as to secure payment for the increase in the supply of flour to the plaintiff company. However, the defendant company did not supply additional quantities of flour to the plaintiff as presumably envisaged because the plaintiff was already indebted to the defendant. When the plaintiff company demanded the demanded the return of its documents the defendant refused to do so. the plaintiff sued the defendant for the return of documents unlawfully detained by the defendant. defendant pleaded and gave evidence that it had surrendered the documents to the plaintiff when it obtained judgment for the recovery of the debt owed it by the plaintiff. The substance of the present suit was the recovery of one of the documents surrendered to the defendant but which was not returned to the plaintiff company when the defendant returned the others to it, the High Court entered judgment in favour of the defendant company The plaintiff was dissatisfied with the judgment and appealed to the Court of Appeal, which affirmed the judgment of the High Court and dismissed the appeal before it. The defendant once again appealed to this court","indices":["Contract – Agreement","Mortgage transaction","Documents unlawfully detained – Damages – Sale of goods","unpaid seller","Lien on the goods","Whether or not that the four documents were deposited for the supply of flour","Section 3 (i) (b) of the Mortgages Decree, 1972, (NRCD 96)","Sale of Goods Act 1963, Act 137"],"judgement":{"date":null,"year":null,"month":null,"day":null},"judges":[],"lawReportsCitations":[],"mediaNeutralCitation":null,"natureOfProceedings":null,"partiesOfSuit":{"Plaintiff/Appellant":["GOLDEN GRACE LIMITED"],"Defendant/Respondent":["TAKORADI FLOUR MILLS LIMITED"]},"presidingJudge":"ATUGUBA,","source":"elibrary.jsg.gov.gh","sourceFile":"\\original_source_files\\Courts-20230120T154617Z-001\\Courts\\Supreme court\\2011\\GOLDEN GRACE LIMITED  VRS TAKORADI FLOUR MILLS LIMITED.htm","statutesReferredTo":[],"title":{"long":"GOLDEN GRACE LIMITED VRS TAKORADI FLOUR MILLS LIMITED CIVIL APPEAL NO.J4/22/201120thJULY, 2011","short":"GOLDEN GRACE LIMITED vs TAKORADI FLOUR MILLS LIMITED"}}